Repository: skolomon/pkp-lib
Catalog: locale/*/ritnod.po
Languages: uk

# login.error.title
source: Login failed
uk: Помилка входу

# login.error.description
source: <p>Could not obtain user profile from DIT ROA.<br>Error: <span class='error-msg'>{$error}</span></p>Try again later.
uk: <p>Не вдалося отримати дані користувача з РІТ НОД.<br>Помилка: <span class='error-msg'>{$error}</span></p><p>Спробуйте пізніше.</p>

# login.error.noresponce
source: Server not responding.
uk: Сервер не відповідає.

# profile.error.imya_ua
source: Given Name missing
uk: відсутнє імʼя

# profile.error.prizvische_ua
source: Last Name missing
uk: відсутнє прізвище

# profile.error.imya_en
source: Given Name in English missing
uk: відсутнє імʼя англійською

# profile.error.prizvische_en
source: Last Name in English missing
uk: відсутнє прізвище англійською

# profile.error.agreement_publ
source: Consent for Publication not given
uk: не надано дозвіл на оприлюднення

# profile.error.ORCID
source: ORCID missing
uk: відсутній ORCID

# profile.error.title
source: Incomplete User Profile
uk: Неповний профіль користувача

# profile.error.description
source: <p>The following data points are <strong class='error-msg'>missing</strong> from the DIT ROA User Profile: </p><strong class='error-msg'>{$errors}</strong><p>You must provide these data points and give Consent for Publication in the User Profile in order to register and login into the <i>Arxiv Academy</i> system.</p><p>Please log into your <a href='https://profile-user.nas.gov.ua' target='_blank'><b>NASU Personal cabinet</b></a> to fill out the information. Then please re-login into the <i>Arxiv Academy</i>.</p>
uk: <p>В профілі користувача в РІТ НОД <strong class='error-msg'>відсутні</strong> наступні елементи даних: </p><strong class='error-msg'>{$errors}</strong><p>Без внесення цих даних до профіля користувача, або якщо Ви не надали дозвіл на оприлюднення в профілі, то Ви не можете зареєструватися та увійти в систему <i>Arxiv Academy</i>.</p><p>Щоб внести ці дані в профіль, зайдіть в Ваш <a href='https://profile-user.nas.gov.ua' target='_blank'><b>Особистий кабінет НАНУ</b></a>, після чого виконайте повторний вхід в <i>Arxiv Academy</i>.</p>

# api.403.coauthorProfileError
source: KEEP45<h4 class='title'>Incomplete Coauthor Profile</h4><p>Coauthor found: <strong>{$imya_en} {$prizvische_en}</strong>.</p><p>The following data points are <strong class='error-msg'>missing</strong> from the DIT ROA Coauthor Profile: </p><strong class='error-msg'>{$errors}</strong><p>The coauthor must provide these data points and give Consent for Publication in their User Profile before you can add this coahtor to your submission in <i>Arxiv Academy</i>.</p><p>Please inform your coauthor that they need to log into their <i><u>NASU Personal Cabinet</u></i> to add the missing data points.</p><p><i>Note.</i> In the meantime, you can Save your submission For Later and then go back to it once your coauthor fixes their profile.</p>
uk: KEEP45<h4 class='title'>Неповний профіль cпівавтора</h4><p>Знайдений співавтор: <strong>{$imya_ua} {$pobatkovi_ua} {$prizvische_ua}</strong>.</p><p>У профілі співавтора в РІТ НОД <strong class='error-msg'>відсутні</strong> наступні елементи даних:</p><strong class='error-msg'>{$errors}</strong><p>Без цих даних, або якщо співавтор не надав дозвіл на оприлюднення, такий профіль не може бути використаний для додавання співавтора в <i>Arxiv Academy</i>.</p><p>Повідомте співавтору, щоб він додав ці дані, зайшовши в свій <i><u>Особистий кабінет НАНУ</u></i>.</p><p><i>Порада.</i> Ви можете зберегти подання на потім і повернутися до нього, щойно Ваш співавтор виправить свій профіль.</p>

# api.403.requsetError
source: Error while performing the request to DIT ROA.
uk: Помилка виконання запиту до РІТ НОД.

# api.403.coAuthorNotFound
source: KEEP15<h4 class='title'>Search failed</h4><p class="no-red">Co-author not found.</p><p>Error: <i>{$error}<i></p>
uk: KEEP15<h4 class='title'>Невдалий пошук</h4><p class="no-red">Співавтор не знайдений.</h4><p>Помилка: <i>{$error}</i></p>

# submit.author.findCoAuthors
source: <b>Find your co-author in the DIT ROA database</b><br>Please enter search criteria such as name, last name, etc. and click Search<br><i>If nothing found, please either make the search criteria more precise, or vice versa, remove some extra criteria that can restrict search.</i><br><br><b>Co-author absent in the DIT ROA database?</b><br>You can use <a href='https://profile-user.nas.gov.ua/coauthor/grids?token={$token}' target='_blank'>this link</a> to enter them in the DIT ROA database.
uk: <b>Пошук співавторів по базі РІТ НОД</b><br>Задайте критерії пошуку, такі як імʼя, прізвище і т.д. та натиснить Шукати<br><i>Якщо нічого не знайдено, уточніть критерії пошуку, або навпаки приберіть зайві критерії, що можуть обмежити пошук.</i><br><br><b>Співавтор відсутній в базі РІТ НОД?</b><br>Додайте його до бази РІТ НОД за <a href='https://profile-user.nas.gov.ua/coauthor/grids?token={$token}' target='_blank'>посиланням</a>.

# submit.author.buttonSearch
source: Search
uk: Шукати

# user.poBatkovi
source: Patrinymic
uk: По-батькові

# user.editInRitNod
source: <label>Edit your profile in DIT ROA</label><p>Follow <a href='https://profile-user.nas.gov.ua' target='_blank'>the link</a> to edit your profile in DIT ROA.<br>After editing, re-login to Arxiv Academy.</p>
uk: <b>Редагувати профіль в РІТ НОД</b><br>Для редагування Вашого профіля в РІТ НОД перейдіть за <a href='https://profile-user.nas.gov.ua' target='_blank'>посиланням</a>.<br>Після редагування повторно зайдіть в Arxiv Academy.<br><br>

# user.welcome
source: Welcome, <i>{$name}</i>
uk: Вітаємо, <i>{$name}</i>

# dogovir.title
source: License Agreement of Accession
uk: Ліцензійний договір приєднання

# dogovir.subtitle
source: Read and sign the License Agreement of Accession
uk: Ознайомтеся з Ліцензійним договором приєднання та підпишіть його

# dogovir.description
source: The use of the Archive of Preprints of the National Academy of Sciences of Ukraine (hereinafter – the Archive) is carried out on the basis of the Electronic License Agreement for the use of preprints in the Archive of Preprints of the National Academy of Sciences of Ukraine between the Glushkov Institute of Cybernetics of the National Academy of Sciences of Ukraine (hereinafter – the Licensee) and the person who transfers the electronic copy of a preprint to the Repository (hereinafter – Licensor), which is concluded via the offer to conclude it (the Offer) by the Licensee and its acceptance by the Licensor.
uk: Використання Архіву препринтів НАН України (далі – Архіву) здійснюється на підставі Електронного ліцензійного договору приєднання на використання препринту в Архіві препринтів НАН України між Інститутом кібернетики ім. В.М. Глушкова НАН України та (далі – Ліцензіат) та особою, яка передає електронний примірник препринту до Репозитарія (далі – Ліцензіар), який укладається шляхом пропозиції його укласти (оферти) Ліцензіата та її прийняття (акцепту) Ліцензіаром.

# dogovir.description2
source: By clicking the "Sign the Agreement" button, the Licensor accepts the Licensee's offer regarding the conclusion of the Electronic License Agreement for the use of preprints in the Archive of Preprints of the National Academy of Sciences of Ukraine.
uk: Натискаючи кнопку ”Підписати договір”, Ліцензіар приймає (акцептує) пропозицією (оферту) Ліцензіата щодо укладання Електронного ліцензійного договору приєднання на використання препринту в Архіві препринтів НАН України.

# dogovir.sign
source: Sign the Agreement
uk: Підписати договір

# dogovir.decline
source: Decline
uk: Відмовитись

# dogovir.notes
source: <i>If you decline, you can continue using the Archive without registration in read-only mode, but you won't be able to submit your own preprints.</i>
uk: <i>У разі відмови від підписання Ви зможете і надалі користуватися Архівом без реєстрації в режимі тільки читання, але не зможете подавати власні препринти.</i>

# dogovir.ask
source: I, {$name_en}, accept the Licensee's offer regarding the conclusion of the Electronic License Agreement for the use of preprints in the Archive of Preprints of the National Academy of Sciences of Ukraine.
uk: Я, {$name}, приймаю (акцептую) пропозицією (оферту) Ліцензіата щодо укладання Електронного ліцензійного договору приєднання на використання препринту в Архіві препринтів НАН України

# dogovir.error.notVerified
source: <b>Accession Agreement not signed!</b>
uk: <b>Не підписав Договір Приєднання!</b>
